"Service Update Failed" = "A szolgáltatás frissítése sikertelen volt";
"Service Update Complete" = "A szolgáltatás frissítése befejeződött";
"Starting Service Update" = "Szolgáltatásfrissítés elindítása";
"Dismiss" = "Bezárás";
"OK" = "OK";
"Call disallowed" = "Ez a szám nem engedélyezett";
